{
  "nav.about": "About me",
  "nav.skills": "Skills",
  "nav.projects": "Projects",
  "nav.education": "Education",
  "nav.contact": "Contact",

  "design.title":"UI/UX Design",

  "personal.name":"Hey, I'm Andrea!",
  "personal.badge":"Available for hire",
  "personal.description.colored":"Junior Web Developer and English philologist and linguist. I live in Bilbao (Spain).",
  "personal.description":"I create different projects in multilingual settings to improve my programming skills since I am willing to start working in this field.",
  
  "projects.title": "Latest projects",
  "projects.links":"Links:",

  "project5.date": "Currently", 
  "project5.title": "Harveslit", 
  "project5.description": "Harveslit is a project that will become a personal space to share my writings and show my writing skills. I am very excited to build Harveslit because I have always liked to write but I have done it in a disorderly way, on sheets that have ended up disappearing, and now I will have a place to capture my ideas and stories. It is a personal challenge in which I intend not only to discover new technologies to continue learning but also to serve as a portfolio for copywriter or writer opportunities.",

  "project4.date": "February-March 2024", 
  "project4.title": "Personal Portfolio", 
  "project4.description": "In this portfolio, I have included the most relevant projects that I have completed so far. This project is constructed using Astro and will be in constant evolution since I want to continue facing more challenges to learn and develop my programming skills.",
  "project3.date": "January 2024",
  "project3.title": "Worköholics-Technical Test",
  "project3.description": "This project consisted of reproducing a template provided by the company Worköholics. This test included the creation of landing page. To make it more elaborated, I decided to add animations and implement best practices (such as using viewports instead of pixels for images or employing semantic HTML for better code comprehension). Thanks to this project, I learned how to use new technologies like Sass or Framer Motion.",
  "project2.date": "November 2023",
  "project2.title": "RowONE",
  "project2.description": "RowONE is a website for selling concert tickets that is translated into both Spanish and English. It focuses on the rock-metal genre, but as a future improvement, I plan to add more musical genres with their respective visual styles. As a highlight, and thanks to JWT, RowONE only allows you to buy tickets if you have an account and have logged in, providing greater security for the user by having all their purchases associated with their account.",
  "project1.date": "October 2023",
  "project1.title": "ChronosCraft",
  "project1.description":"How many times have you wanted to do something different in your free time but couldn't think of anything? ChronosCraft is a space where you can describe and save plans that you find attractive to do alone or in company. In addition, once you have done it, you can edit it to rate your experience between 1 and 5 stars and consider whether it is worth repeating.",

  "education.title":"Education",
  "education.bootcamp":"Bootcamp Full-Stack - Code4Jobs",
  "education.degree":"Bachelor's Degree in Modern Languages Specialised in English Studies - University of Deusto",
  "education.master":"Master's Degree in Applied English Linguistics - UNED",


  "language.selection":"Languages",
  "footer.contact":"Contact"
}
